---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.CanExecuteEventArgs
source: html/fbfd252f-590b-d8a5-5ab2-70cd40ea00ad.htm
---
# CanExecuteEventArgs Members

Gets the category ids of selected elements.